Repository: 84000/data-translation-memory
Catalog: toh145-v4.tmx
Source language: bo
Languages: en

source: །དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་དུ་བཟང་པོས་གསོལ་པ།
en: Then the bodhisattva Samanta­bhadra said,

source: བཅོམ་ལྡན་འདས་འོ་ན་ཅིའི་སླད་དུ་ཆོས་ཐམས་ཅད་ཅེས་བགྱི།
en: “Blessed One, in that case, why did you speak of ‘all dharmas’?”

source: རིགས་ཀྱི་བུ་ཆོས་ཐམས་ཅད་ཅེས་བྱ་བ་ནི་མིག་དང་། རྣ་བ་དང་སྣ་དང་ལྕེ་དང་ལུས་དང་ཡིད་དང་དེ་བཞིན་དུ་ཁམས་རྣམས་དང་། སྐྱེ་མཆེད་རྣམས་དང་རྟེན་ཅིང་འབྲེལ་བར་འབྱུང་བ་སྟེ།
en: “Son of a good family, when I mentioned ‘all dharmas,’ I meant the senses of eye, ear, nose, tongue, body, and mind, and similarly the elements of perception, the cognitive faculties, and dependent origination.

source: རིགས་ཀྱི་བུ་འདི་ནི་ཆོས་ཐམས་ཅད་ཅེས་བྱའོ།
en: That is what I meant when I mentioned ‘all dharmas.’

source: །རིགས་ཀྱི་བུ་གཞན་ཡང་ཆོས་ཐམས་ཅད་ནི་གཟོད་མ་ནས་མ་སྐྱེས་པའི་ཕྱིར་སྟོང་པའོ།
en: Son of a good family, moreover, all dharmas, since they are from the beginning unborn, are empty.”

source: །དེ་ནས་ཡང་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་དུ་བཟང་པོ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: Then Mañjuśrī Kumāra­bhūta said to the bodhisattva Samanta­bhadra,

source: །ཀྱེ་རྒྱལ་བའི་སྲས་དཀོན་མཆོག་ཏ་ལ་ལའི་གཟུངས་འདི་ཇི་ལྟར་གཟུང་བར་བྱ།
en: “O son of the victors, how should the dhāraṇī of the jewel torch be retained?”

source: བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ཏུ་བཟང་པོས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: The bodhisattva Samanta­bhadra answered,

source: །དེ་བཞིན་ཉིད་བསྟན་པ་དང་། སྐྱེ་བ་མེད་པའི་དེ་བཞིན་ཉིད་དང་། འབྱུང་བ་མེད་པའི་དེ་བཞིན་ཉིད་དང་། མཚན་ཉིད་མེད་པའི་དེ་བཞིན་ཉིད་དང་། ནམ་མཁའི་དེ་བཞིན་ཉིད་དང་། དངོས་པོ་མེད་པའི་དེ་བཞིན་ཉིད་དང་། ངོ་བོ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཀྱི་དེ་བཞིན་ཉིད་དུ་གཟུངས་འདི་གཟུང་བར་བྱ་སྟེ།
en: “This dhāraṇī should be retained as a teaching on reality, the reality of the unborn, the reality of non-arising, the reality of being without defining marks, the reality of space, the reality of the absence of entities, the reality of the essential nature, and the reality of the essential nature of the absence of entities.

source: རིགས་ཀྱི་བུ་དཀོན་མཆོག་ཏ་ལ་ལའི་གཟུངས་འདི་གཟུང་བ་དང་། ཀུན་དུ་གཟུང་བ་དང་། བསྒོམ་པ་དང་། རྣམ་པར་དཔྱད་པ་དང་། གདགས་པ་དང་། རབ་ཏུ་གཞག་པ་དང་། རྣམ་པར་དགྲོལ་བ་དང་། རྣམ་པར་དབྱེ་བ་དང་གསལ་བར་བྱ་བ་ནི་འདི་འདྲ་སྟེ།
en: Son of a good family, the retention, the complete retention, the cultivation through meditation, the investigation, the designation, the positing, the liberation, the differentiation, and the clarification of the dhāraṇī of the jewel torch should be like this.

source: རིགས་ཀྱི་བུ་འདི་ནི་དཀོན་མཆོག་ཏ་ལ་ལའི་གཟུངས་བསྒོམ་པ་དང་། རྣམ་པར་བརྟག་པའི་དོན་ཏོ།
en: Son of a good family, that is the sense of cultivating and investigating the dhāraṇī of the jewel torch.”

source: །འཇམ་དཔལ་ཁྱོད་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་ལ་ཡང་དག་པར་ཞུགས་ནས་ཡུན་ཇི་སྲིད་ཅིག་ལོན།
en: “Mañjuśrī, how long has it been since you properly entered into this Dharma discourse?”

source: ཤ་ར་དྭ་ཏིའི་བུ་འདོད་ཆགས་དང་། ཞེ་སྡང་དང་གཏི་མུག་རྣམས་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས་པ་སྲིད་དོ།
en: “Śāradvatī­putra, for as long as the defilements of desire, anger, and ignorance have been entered into.”

source: རིགས་ཀྱི་བུ་འདོད་ཆགས་དང་ཞེ་སྡང་དང་གཏི་མུག་རྣམས་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས།
en: “Son of a good family, how long have the defilements of desire, anger, and ignorance been entered into?”

source: ཤ་ར་དྭ་ཏིའི་བུ་སའི་ཁམས་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས་པ་སྲིད་དོ།
en: “Śāradvatī­putra, for as long as the element of earth has been entered into.”

source: །ཤ་ར་དྭ་ཏིའི་བུས་སྨྲས་པ། རིགས་ཀྱི་བུ་སའི་ཁམས་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས།
en: “Son of a good family, how long has the element of earth been entered into?” Śāradvatī­putra then asked.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། ཤ་ར་དྭ་ཏིའི་བུ་རིག་པ་དང་། མ་རིག་པ་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས་པ་སྲིད་དོ།
en: “Śāradvatī­putra, for as long as knowledge and ignorance have been entered into,” answered Mañjuśrī.

source: །ཤ་ར་དྭ་ཏིའི་བུས་སྨྲས་པ། རིགས་ཀྱི་བུ་རིག་པ་དང་། མ་རིག་པ་ཡུན་ཅི་སྲིད་ཅིག་ནས་ཞུགས།
en: “Son of a good family, how long have knowledge and ignorance been entered into?” asked Śāradvatī­putra.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། ཤ་ར་དྭ་ཏིའི་བུ་ནམ་མཁའི་ཁམས་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས་པ་སྲིད་དོ།
en: “Śāradvatī­putra, for as long as the element of space has been entered into,” was Mañjuśrī’s reply.

source: །ཤ་ར་དྭ་ཏིའི་བུས་སྨྲས་པ། འཇམ་དཔལ་ནམ་མཁའི་ཁམས་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས།
en: “Mañjuśrī, how long has the element of space been entered into?” asked Śāradvatī­putra.

source: འཇམ་དཔལ་གྱིས་སྨྲས་པ། ཤ་ར་དྭ་ཏིའི་བུ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་ཀྱི་ཆོས་ཐམས་ཅད་ཡུན་ཇི་སྲིད་ཅིག་ནས་ཞུགས་པ་སྲིད་དོ།
en: “Śāradvatī­putra, for as long as all phenomena with the nature of the absence of entities have been entered into,” answered Mañjuśrī.

source: །ཁོ་བོ་སྐྱེས་བུ་དམ་པ་འདི་ལྟ་བུ་དག་དང་གཏམ་བྱ་བའི་ནུས་པ་ག་ལ་ཡོད།
en: “It is beyond my ability to converse with such noble people as these.

source: རིགས་ཀྱི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན། ཁྱི་དང་བྱི་ལ་ཐམས་ཅད་དམ། ཝ་ཐམས་ཅད་ཀྱིས་ཀྱང་རིའི་རྒྱལ་པོ་རི་རབ་གཞིག་པར་མི་ནུས་སོ།
en: Son of a good family, it is like all the dogs and cats of the world, or all of its foxes, being unable to pick apart and comprehend the great central mountain, Sumeru.

source: །རིགས་ཀྱི་བུ་དེ་བཞིན་དུ་ཤ་ར་དྭ་ཏིའི་བུ་འདི་འདྲ་བའི་ཉན་ཐོས་ཐམས་ཅད་ཀྱིས་ཀྱང་བྱང་ཆུབ་སེམས་དཔའི་བསྟན་པ་གཅིག་གི་མཐའ་ཡང་རྟོགས་པར་མི་ནུས་ན་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པའི་བསྟན་པ་ལྟ་ཅི་སྨོས།
en: Similarly, son of a good family, if none of the śrāvakas who are like this Śāradvatī­putra can understand even a single basic principle of the bodhisattva doctrine, it goes without saying that will be unable to fathom what Mañjuśrī Kumāra­bhūta has taught.”

source: དེ་ནས་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་དུ་བཟང་པོས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པ་ལ་འདི་སྐད་ཅེས་སྨྲས་སོ།
en: The bodhisattva Samanta­bhadra now said to Mañjuśrī Kumāra­bhūta,

source: །འཇམ་དཔལ་བཞུད་ལ་ཕྱི་མའི་ཚེ་ཕྱི་མའི་དུས་ན་མདོ་སྡེའི་རྒྱལ་པོ་འཛིན་པ་ཆོས་སྨྲ་བ་དེ་དག་ལ་ཀུན་དུ་བསྲུང་བ་དང་། ཡོངས་སུ་བསྐྱང་བ་མཛད་པར་དེ་བཞིན་གཤེགས་པ་ལ་གསོལ་བ་ཐོབ་ཤིག
en: “Go and supplicate the Tathāgata to protect those Dharma teachers who in later times and periods will maintain this king of sūtras, requesting that he guard them.”

source: །དེ་ནས་འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་རང་གི་ཆོས་ཀྱི་སྟན་ལས་ལངས་ནས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: So Mañjuśrī Kumāra­bhūta rose from his seat and addressed the Blessed One as follows:

source: །གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་འཛིན་པ་དང་། ཀློག་པ་དང་། ཀུན་ཆུབ་པར་བགྱིད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་ཡང་དག་པར་སྟོན་པར་བགྱིད་པ། ཆོས་སྨྲ་བ་དེ་དག་གི་ཡོན་ཏན་གྱི་ཁྱད་པར་རྣམས་བཅོམ་ལྡན་འདས་ཀྱིས་བཤད་དུ་གསོལ།
en: “May the Blessed One kindly explain the special excellent qualities possessed by those future Dharma teachers who will maintain this Dharma discourse, recite it, study it, and teach it in great detail to others.”

source: འཇམ་དཔལ་དགེ་སློང་མདོ་སྡེའི་རྒྱལ་པོ་འཛིན་པ་ཆོས་སྨྲ་བ་དེ་དག་ནི་ངའི་ཆོས་ཀྱི་སྐུ་ལ་ངེས་པར་འབྱུང་བར་འགྱུར་རོ།
en: “Mañjuśrī, those monks and Dharma teachers who maintain this king of sūtras will leave everything behind in my dharmakāya.

source: །དེ་དག་ནི་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་རོ།
en: They will attain the awakening of a buddha.

source: །དེ་དག་ནི་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ལ་ཉེ་བར་འགྱུར་རོ།
en: They will draw closer to the Buddha’s teaching.

source: །དེ་དག་ལ་བདུད་དང་བདུད་ཀྱི་རིས་ཀྱི་ལྷའི་བུ་གླགས་ལྟ་བ་རྣམས་ཀྱིས་གླགས་མི་རྙེད་པར་འགྱུར་རོ།
en: Māra and the divine sons belonging to the family of māras who search for an opening to attack them will not find one.

source: །རིགས་ཀྱི་བུ་གང་སུ་དག་ཆོས་སྨྲ་བའི་དགེ་སློང་དེ་ལ་སེ་གོལ་གཏོགས་པ་གཅིག་ཙམ་སྲིད་ཅིག་མི་བྱམས་པའི་སེམས་སྐྱེད་པ་དེ་དག་ནི་མིར་འགྱུར་བ་ལས་ཀྱང་རིང་དུ་གྱུར་པ་ཡིན་ན་སངས་རྒྱས་ཀྱི་བྱང་ཆུབ་ལས་ལྟ་སྨོས་ཀྱང་ཅི་དགོས།
en: Son of a good family, people who produce an unfriendly attitude toward such Dharma-teaching monks for even the duration of a single snap of the fingers will distance themselves from attaining even human rebirth, so it goes without saying that they will be far removed from attaining the awakening of a buddha.

source: འཇམ་དཔལ་གཞན་ཡང་གང་དག་མདོ་སྡེའི་རྒྱལ་པོ་འདི་འཛིན་པའི་དགེ་སློང་རྣམས་ལ་མ་དད་པའི་སེམས་སྐྱེད་པ་དེ་དག་ནི་སོ་ཐགས་ངན་པར་འགྱུར། ལྕེ་དང་སྣ་མེད་པར་འགྱུར།
en: Moreover, Mañjuśrī, people who have no faith in the monks who maintain this king of sūtras will have ugly, crooked teeth and will be without tongues or noses;

source: རྐ་ལག་ཕྱི་ཕྱོགས་སུ་འགྱུར། ལུས་ནད་བུ་ཅན་དུ་འགྱུར། མིག་མེད་པར་འགྱུར། ཤེས་རབ་འཆལ་པའི་རང་བཞིན་ཅན་དུ་འགྱུར། བརྩོན་འགྲུས་ཆུང་བར་འགྱུར་ཏེ།
en: their feet and hands will point outward, their bodily diseases will become worm-infested, they will lose their eyes, and they will possess faulty intelligence and poor diligence.

source: འཇམ་དཔལ་འདི་དག་ནི་མི་གཏི་མུག་པ་དེ་དག་གི་སྐྱོན་དུ་གྱུར་པའོ།
en: Mañjuśrī, such are the problems experienced by such ignorant people.

source: །འཇམ་དཔལ་མདོར་བཤད་ན་དེ་དག་འཆི་བའི་དུས་ཀྱི་ཚེ་དེ་དག་གི་སྤུའི་ཁུང་བུ་རེ་རེར་ཡང་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་དཔག་ཏུ་མེད་པར་འཇུག་གོ།
en: In brief, Mañjuśrī, at the time of death such people will experience, in every pore of their bodies, the infinite sufferings of the hells.

source: །གལ་ཏེ་མིར་སྐྱེས་ན་ཡང་རྟག་ཏུ་དམུས་ལོང་དུ་འགྱུར། ལྕེ་མེད་པར་འགྱུར་རོ།
en: And even if they gain human rebirths, they will be constantly blind and without tongues.

source: །འཇམ་དཔལ་གཞན་ཡང་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤོང་བ་དེ་དག་ནི་ཚེ་འདི་ཉིད་ལ་ལུས་མཛེ་ཅན་དུ་འགྱུར།
en: Mañjuśrī, those who abandon this Dharma instruction in this very life will suffer from leprosy.

source: མཆུ་འཇིགས་འཇིགས་ལྟར་འདུག་པར་འགྱུར།
en: Their lips will become terrifying.

source: ལུས་ཞོམ་པར་འགྱུར། ལུས་གཅེར་བུར་འགྱུར། ལུས་སྐམ་པོར་འགྱུར།
en: Their bodies will become ravaged, naked, and thin;

source: ཡི་དགས་འདྲ་བར་འགྱུར་རོ།
en: they will look like hungry ghosts.

source: །འཇམ་དཔལ་གཞན་ཡང་མི་གཏི་མུག་པ་དེ་དག་གང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་དག་གི་གནས་ནི་ངས་སངས་རྒྱས་ཀྱི་ཡེ་ཤེས་བསམ་གྱིས་མི་ཁྱབ་པས་མཁྱེན་ཏོ།
en: Moreover, Mañjuśrī, I know through my inconceivable buddha knowledge where they will be born.”

source: །འཇམ་དཔལ་གཞོན་ནུར་གྱུར་པས་གསོལ་པ།
en: Mañjuśrī Kumāra­bhūta requested,

source: བཅོམ་ལྡན་འདས་ཀྱིས་ལུང་བསྟན་དུ་གསོལ།
en: “Blessed One, please prophesy it.

source: བདེ་བར་གཤེགས་པས་ལུང་བསྟན་དུ་གསོལ།
en: Sugata, kindly foretell it.”

source: འཇམ་དཔལ་ཁ་རོག་དེ་སྐད་མ་འདྲི་ཤིག
en: “Mañjuśrī, do not ask with a hushed voice.

source: །འདི་ལ་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་མྱོས་པར་འགྱུར་ཏེ་སྐྲག་པར་འགྱུར། དངང་བར་འགྱུར། རབ་ཏུ་དངང་བར་འགྱུར་རོ།
en: Indeed, this teaching will make the whole world including the gods crazy, scared, fearful, and terrified.”

source: །འཇམ་དཔལ་གྱིས་གསོལ་པ། སེམས་ཅན་འདི་དག་གིས་འདི་ལྟ་བུ་ཐོས་ནས་སླན་ཆད་ནམ་ཡང་དམ་པའི་ཆོས་སྤོང་བར་མི་འགྱུར་བར་བགྱི་བའི་སླད་དུ་ཐུགས་བརྩེ་བར་དགོངས་ཏེ། བཅོམ་ལྡན་འདས་ཀྱིས་བཤད་དུ་གསོལ།
en: Mañjuśrī said, “May the Blessed One explain it out of kindness so that, having heard about this, such sentient beings may in the future never abandon the noble Dharma.”

source: འཇམ་དཔལ་སའི་འོག་ན་སེམས་ཅན་དམྱལ་བ་ཡོད་པའི་མིང་ལ་འདི་ལྟ་སྟེ།
en: “These are the names of hells that exist below this earth:

source: ཚ་བ་དང་། རབ་ཏུ་ཚ་བ་དང་། ཐིག་ནག་དང་། ཀུན་དུ་འབར་བ་དང་། རབ་ཏུ་འབར་བ་དང་། རེག་དཀའ་བ་དང་། དྲག་པོ་དང་། མཆུ་རྣོན་དང་། ལྕགས་ཀྱི་ཐུ་ལུམ་དང་། ལྕགས་ཀྱི་བེ་ཅོན་དང་། མུན་ཁུང་དང་། མགོ་བསྟོད་དང་། སྤྱིའུ་ཚུགས་དང་། སྤྲིའུ་གདོང་དང་། རྟག་ཏུ་རབ་འབར་དང་། རུལ་པ་དང་། རྟག་ཏུ་དྲི་ང་དང་། རབ་འཇོམས་དང་། དེས་འཇོམས་དང་། ཤིན་ཏུ་གནོད་འཇོམས་རྣམས་ཏེ་
en: (1) Tapana, (2) Pratāpana, (3) Kālasūtra, (4) Burning, (5) Intense Burning, (6) Difficult to Touch, (7) Fierce, (8) Pressing the Lips, (9) Iron Hammer, (10) Iron Stick, (11) Darkness, (12) Upper Head, (13) Ūrdhvapāda, (14) Monkey Face, (15) Always Burning, (16) Rotten, (17) Always Foul Smelling, (18) Destruction, (19) Certain Destruction, and (20) Extremely Thorough Destruction.

source: འཇམ་དཔལ་མི་གཏི་མུག་པ་དེ་དག་གང་དུ་སྐྱེ་བར་འགྱུར་བའི་སེམས་ཅན་དམྱལ་བ་ནི་འདི་དག་གོ།
en: Mañjuśrī, these are hells in any of which ignorant ones are reborn.”

source: །བཅོམ་ལྡན་འདས་ཆོས་སྨྲ་བ་དེ་དག་འདི་ནས་ཤི་འཕོས་ནས་གང་དུ་སྐྱེ་བར་འགྱུར།
en: “Blessed One, when those Dharma teachers who maintain this sūtra die, where will they be reborn?”

source: ཀུན་དུ་བཟང་པོ་ཁྱོད་ཀྱིས་ཞུས་པ་དེ་ལེགས་པར་ཞུས་སོ།
en: “Samanta­bhadra, your question is good.

source: །ཀུན་དུ་བཟང་པོ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོ་ཆོས་སྨྲ་བ་དེ་འདི་ནས་ཤི་འཕོས་ནས་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་སྤོབས་པ་བསམ་གྱིས་མི་ཁྱབ་པའི་སངས་རྒྱས་ཀྱི་ཞིང་འཇིག་རྟེན་གྱི་ཁམས་རབ་ཏུ་བརྒྱན་པར་སྐྱེ་བར་འགྱུར་ཏེ།
en: Samanta­bhadra, those sons or daughters of good families who teach this Dharma will be reborn after death in beautifully ornamented world realms, in buddhafields filled with the inconceivable eloquence of the tathāgatas,

source: འཇིག་རྟེན་གྱི་ཁམས་དེ་ན་བྱང་ཆུབ་སེམས་དཔའ་ཀུན་ནས་མཛེས་པ་ཤ་སྟག་གོ།
en: and in those worlds will live only very beautiful bodhisattvas.

source: །འཆི་བའི་དུས་ཀྱི་ཚེ་རིགས་ཀྱི་བུ་དེ་ལ་སངས་རྒྱས་བྱེ་བ་ཕྲག་བཅུ་གཉིས་མངོན་དུ་འགྱུར་རོ།
en: And when those beings later die, tens of millions of buddhas will manifest.

source: །རིགས་ཀྱི་བུ་མདོར་ན་རིགས་ཀྱི་བུ་དེའི་ཕན་ཡོན་ནི་གྲངས་མེད་དཔག་ཏུ་མེད་དེ། དེ་དག་ནི་བསྐལ་པ་སྟོང་དག་གིས་ཀྱང་བརྗོད་པར་མི་ནུས་སོ།
en: In brief, son of a good family, the benefits of this teaching are incalculable and infinite. Moreover, son of a good family, they could not be adequately expressed even by speaking for a thousand eons.”

source: །བྱང་ཆུབ་སེམས་དཔའ་ཀུན་དུ་བཟང་པོས་གསོལ་པ།
en: The bodhisattva Samanta­bhadra said,

source: བཅོམ་ལྡན་འདས་སླད་མའི་ཚེ་སླད་མའི་དུས་ན་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤོང་བར་འགྱུར་བའི་སེམས་ཅན་ཇི་ལྟ་བུ་དག་འབྱུང་བར་འགྱུར།
en: “Blessed One, what sorts of sentient beings will appear in later times and periods who will reject this Dharma discourse?”

source: ཀུན་དུ་བཟང་པོ་འདི་ལྟ་བུའི་ཆོས་འདི་དག་སྤོང་བར་འགྱུར་བའི་སེམས་ཅན་དེ་དག་ནི་ཕལ་ཆེར་རབ་ཏུ་བྱུང་བ་དག་འབྱུང་སྟེ།
en: “Samanta­bhadra, those sentient beings who will reject such Dharma teachings as these will mostly appear in the form of monks. They will reject this Dharma discourse, saying:

source: འདི་སྐད་དུ་འདི་དག་ནི་སྙན་དངགས་སྦྱར་བ་ཡིན་གྱི། འདི་དག་ནི་དེ་བཞིན་གཤེགས་པས་གསུངས་པ་མ་ཡིན་ནོ།།
en: ‘These were composed as poems but not spoken by the Tathāgata.

source: འདི་དག་ནི་རང་བཟོར་བྱས་པ་ཡིན་ཏེ།
en: They are fabrications;

source: མདོ་སྡེ་འདི་དག་ནི་སྔོན་ནམ་ཡང་མ་ཐོས་སོ་ཞེས་འཛེར་ཅིང་དེ་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤོང་བར་འགྱུར་རོ།
en: sūtras such as these were not heard before.’ Even though they reject the teachings,

source: །སྤངས་ནས་ཀྱང་མཐོལ་ཞིང་འཆགས་པར་མི་འགྱུར་ཏེ།
en: they do not confess or renounce their fault.

source: དེ་དག་ཆོས་སྤངས་པས་འཆི་བའི་ཚེ་སེམས་ཅན་དམྱལ་བ་ཀུན་དུ་འབར་བ་མི་བཟད་པར་སྐྱེ་བར་འགྱུར་རོ།
en: Owing to their rejecting of Dharma, they will be reborn in unbearable flaming hell realms immediately after death.

source: །སྐྱེས་མ་ཐག་ཏུ་ལྕགས་ཀྱི་འཁོར་ལོས་མི་གཏི་མུག་པ་དེ་དག་གི་མགོ་གཅད་ནས་ས་ལ་ལྟུང་བར་འགྱུར་རོ།
en: As soon as they are born there, the heads of those ignorant ones will be cut off by an iron wheel, and in that way many eons will pass.

source: །དེ་ལྟར་གྱུར་ནས་ཀྱང་བསྐལ་པ་མང་པོ་བསྐལ་པ་བརྒྱ་ཕྲག་མང་པོ་དང་། བསྐལ་པ་སྟོང་ཕྲག་མང་པོར་དམུས་ལོང་དུ་འགྱུར་རོ། །གལ་ཏེ་བསྐལ་པ་བརྒྱ་དག་འདས་ནས་མིར་སྐྱེ་བར་གྱུར་ན་ཡང་ཚེ་རབས་ཐམས་ཅད་དུ་དམུས་ལོང་དུ་སྐྱེ་བར་འགྱུར་ཞིང་
en: For many thousands of eons they will be born blind, and even when they are born as humans, after the passage of hundreds of eons they will have always been born blind.

source: ལྕེ་མེད་པ་དང་། གདོང་ཕྱིན་ཕྱོགས་སུ་འདུག་པ་དང་། ལྟག་སྒུར་དང་། མཇིང་པ་ནུབ་པ་དང་། རྐང་གྱོལ་དང་། ང་རོ་ཁྱི་སྐད་ལྟ་བུ་དང་། རྟག་ཏུ་བཀྲེས་ཤིང་སྐོམ་པས་ཉེན་པ་དང་། ལུས་སྐམས་པ་དང་། ཁ་མནམ་པ་དང་།
en: They will have no tongues, with faces facing backwards, with backs like tents, centers that are are recessed, and lame feet, with voices like dogs and with bodies emaciated through constant hunger and thirst, and with faces always looking skyward.

source: སེམས་ཅན་ཐམས་ཅད་ཀྱིས་མཐོང་ངམ་ཐོས་ན་ཡིད་དུ་མི་འོང་བར་སྐྱེ་བར་འགྱུར་རོ།
en: Thus they will become unpleasant looking and sounding to all sentient beings.”

source: །དེ་ནས་ཐམས་ཅད་དང་ལྡན་པའི་འཁོར་དེས་མགྲིན་གཅིག་ཏུ་ཚིག་སྨྲས་པ།
en: Then the members of that fully endowed retinue said, speaking unanimously,

source: བཅོམ་ལྡན་འདས་མ་འཚལ་བ་བདག་ཅག་གིས་མདོ་སྡེ་འདི་ལྟ་བུ་དག་སྤངས་པ་དང་། ཆོས་སྨྲ་བ་དེ་དག་ལ་ཁྲོས་པའི་སེམས་ཀྱིས་བལྟས་པར་གྱུར་པ་རྣམས་ནོངས་པ་ལ་ནོངས་པར་འཆགས་སོ།
en: “Blessed One, we ignorant ones were wrong to reject such sūtras as this or to angrily ridicule those who were teaching this Dharma.

source: །བཅོམ་ལྡན་འདས་བདག་ཅག་ཇི་ལྟར་བྱིས་པར་གྱུར་པ་དང་། ཇི་ལྟར་རྨོངས་པར་གྱུར་པ་དང་། ཇི་ལྟར་ཤེས་རབ་འཆལ་པར་གྱུར་པ་དང་། ཇི་ལྟར་བློ་ཆུང་བར་གྱུར་པ་རྣམས་འཆགས་ཤིང་
en: We confess this as a mistake. Blessed One, we regret how spiritually immature we were, how ignorant, unskilled, and how small-minded we were!

source: མཆིས་ན་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་དགོངས་སུ་གསོལ།
en: That being so, may the blessed ones consider us!”

source: དེ་ནས་ཉན་ཐོས་ཆེན་པོ་དེ་དག་དང་བརྒྱ་བྱིན་དང་ཚངས་པ་དང་། འཇིག་རྟེན་སྐྱོང་བ་དེ་དག་དང་། དགེ་སློང་དང་། དགེ་སློང་མ་དང་། དགེ་བསྙེན་དང་། དགེ་བསྙེན་མ་དེ་དག་དངངས་ནས་བཅོམ་ལྡན་འདས་བདག་ཅག་ནི་བསྟན་པ་འདི་ལྟ་བུ་འདི་ཐོས་ནས་རབ་ཏུ་དངངས་ལགས་སོ།
en: Then all the great śrāvakas, Indra, Brahmā, the guardian deities of the world, and the retinue of fully ordained monks, fully ordained nuns, and male and female lay followers gasped and said, “Blessed One, after hearing such an explanation, we gasp in terror!”

source: གྲོགས་པོ་དག་དེ་དེ་བཞིན་ནོ། །ཇི་སྐད་སྨྲས་པ་བཞིན་ཏེ། ཁྱེད་ཀྱིས་སྐྲག་པར་བྱ་བའི་རིགས་སོ།
en: Just as you say, it is right for you to be afraid.

source: །གྲོགས་པོ་དག་ང་ཐམས་ཅད་མཁྱེན་པའི་ཡེ་ཤེས་བརྙེས་པ་ཡིན་ན་ང་ཉིད་ཀྱང་སྐྲག་ན་གང་དག་ངའི་སློབ་མ་རྣམས་ལྟ་ཅི་སྨོས།
en: Friends, if I, who have attained omniscient gnosis, am frightened, it is natural for my students to be.

source: རིགས་ཀྱི་བུ་དག་ཆོས་འདི་ནི་ཟབ་པ་སྟེ།
en: Sons and daughters of good families, the teachings are profound.

source: དེ་ནི་མིའམ། མི་མ་ཡིན་པའམ། ལྷའམ། ཀླུའམ། གནོད་སྦྱིན་ནམ། དྲི་ཟའམ་སུས་ཀྱང་རྣམ་པར་དཀྲུག་པར་མི་ནུས་ན་
en: If no human or demon, no god, nāga, yakṣa, or gandharva can endure this disruption,

source: དགེ་སྦྱོང་ངམ་བྲམ་ཟེ་གཞན་དག་གིས་ལྟ་ག་ལ་ནུས་ཏེ་ཅི་སྨོས།
en: it goes without saying that no human ascetic or brahmin can.

source: རིགས་ཀྱི་བུ་དག་ཆོས་ཀྱི་རྣམས་གྲངས་འདི་ནི་ལྷ་དང་བཅས་པའི་འཇིག་རྟེན་གྱི་མཆོད་རྟེན་དུ་གྱུར་པ་སྟེ།
en: Sons of good families, this Dharma discourse is a sacred stūpa for the world, including the gods.

source: རིགས་ཀྱི་བུ་དག་དཔེར་ན་དཀོན་མཆོག་ཟ་མ་ཏོག་ཇི་ལྟ་བར་མདོ་སྡེའི་རྒྱལ་པོ་འདི་ཡང་དེ་བཞིན་དུ་བལྟ་བར་བྱའོ།
en: Sons of good families, you should view this king among sūtras as like, for instance, the Kāraṇḍavyūha Sūtra.”

source: །བཅོམ་ལྡན་འདས་འདི་ནི་ལེགས་པར་གསུངས་པ་ལགས་སོ།
en: “Blessed One, this was well taught.

source: །བཅོམ་ལྡན་འདས་དགེ་སློང་དེ་ལྟ་བུ་དེ་དག་གིས་དད་པས་སྩལ་པ་ཇི་ལྟར་ཡོངས་སུ་འཇུ་བར་འགྱུར།
en: Blessed One, how will such monks be able to comprehend gifts given in faith?”

source: འཇམ་དཔལ་གང་དག་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤོང་བ་དང་། ཆོས་སྨྲ་བ་དེ་དག་ལ་མི་བྱམས་པའི་སེམས་སྐྱེད་པ་དེ་དག་ནི་
en: “Mañjuśrī, those who abandon this Dharma discourse and who view its teachers with an unfriendly attitude—

source: ཉི་མ་གཅིག་གམ། སེ་གོལ་གཏོགས་པ་གཅིག་སྲིད་ཙམ་ཞིག་དད་པས་བྱིན་པ་ཡོངས་སུ་སྤྱད་པའམ། ཐ་ན་དགེ་འདུན་ལ་ཕུལ་བའི་ས་ལ་མཆིལ་མ་ཐལ་གཅིག་འདོར་དུ་ཡང་ངས་མ་གནང་ངོ་།
en: I do not allow them to use things given in faith for a day or for a finger snap, or to come as far as one can spit to land that was donated to the monastic assembly.”

source: །བཅོམ་ལྡན་འདས་མཚམས་མ་མཆིས་པ་ལྔ་པོ་དག་འདི་དང་ཉེ་བ་ལགས་སམ།
en: “Is this deed almost as bad as their committing the five heinous sins of immediate hell consequence?

source: འོན་ཏེ་རིང་བ་ལགས།
en: Or is it far better than that?”

source: གནས་བརྟན་ཤ་ར་དྭ་ཏིའི་བུ་ཁ་རོག་དེ་སྐད་མ་འདྲི་ཤིག །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: “Elder Śāradvatī­putra, do not ask with a hushed voice! Why not?

source: ཤ་ར་དྭ་ཏིའི་བུ་མཚམས་མེད་པ་ལྔ་པོ་དག་ནི་བླའི་ཆོས་ཀྱི་རྣམ་གྲངས་འདི་སྤངས་པ་ནི་ནམ་ཡང་དེ་ལྟ་མ་ཡིན་ནོ།
en: Because the five heinous sins of immediate hell consequence would be better to commit, whereas to abandon this Dharma discourse is something altogether different.

source: །ཤ་ར་དྭ་ཏིའི་བུ་མཚམས་མེད་པ་ལྔ་བྱེད་པ་ནི་མཚམས་མེད་པ་ལྔ་པོ་དག་མྱུར་དུ་ཟད་པར་བྱས་ནས་མིར་སྐྱེ་བར་འགྱུར་རོ།
en: Śāradvatī­putra, the karmic consequences of the five heinous sins of immediate hell consequence would be quickly exhausted, and one could quickly become a human again.

source: །དམ་པའི་ཆོས་སྤོང་བའི་གང་ཟག་དེ་ནི་ནམ་ཡང་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཐོབ་བར་མི་འགྱུར་ཏེ།
en: But people who abandon the holy Dharma will never achieve the qualities of a buddha;

source: དེ་ནི་བདག་ཀྱང་ཕུང་ལ་གཞན་ཡང་ཕུང་བར་བྱེད་པར་འགྱུར་རོ།
en: they bring disaster to both themselves and others.”

source: །དེ་ནས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ན་དུ་ཞིང་འདི་སྐད་ཅེས་གསོལ་ཏོ།
en: Then the venerable Śāradvatī­putra broke into tears in the presence of the Blessed One, saying,

source: །ཨེ་མའོ་དམ་པའི་ཆོས་སྤོང་བའི་སེམས་ཅན་རྣམས་ནི་སྡུག་བསྔལ་ལོ།
en: “How sad! Those who abandon the Dharma experience such suffering!

source: །ལས་ཀྱི་སྒྲིབ་པ་འདི་ལྟ་བུ་དག་ནི་བདག་གིས་རྨི་ལམ་ན་ཡང་མཐོང་བར་མ་གྱུར་ཅིག། །།
en: May I never see such karmic obscurations, even in a dream!”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་ཤ་ར་དྭ་ཏིའི་བུ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ།
en: The Blessed One said to venerable Śāradvatī­putra:

source: །ཤ་ར་དྭ་ཏིའི་བུ་དེ་སྙམ་མ་སེམས་ཤིག་
en: “Śāradvatī­putra, do not think like that!

source: ངས་ཆོས་བསྟན་པ་ནི་འབྱུང་བ་དང་བཅས་པ་ཡིན་ན་
en: If my doctrine is associated with ordinary reality,

source: འཇིག་རྟེན་ནི་ལས་བདག་གིར་བྱ་བ། རང་གི་ལས་ཀྱི་བགོ་སྐལ་ལ་སྤྱོད་པ། རང་གི་ལས་བརྟན་པར་བྱ་བ་སྟེ།
en: then in the world one commits one’s own karma, experiences one’s personal share of karmic retribution, and reinforces one’s own karma.

source: སེམས་ཅན་དག་རང་རང་གི་ལས་རྣམས་ཀྱིས་སྡུག་བསྔལ་གྱི་ཚོར་བ་མྱོང་གི་དེ་ལ་དེ་བཞིན་གཤེགས་པས་ནི་མ་ལན་ནོ།
en: Thus, sentient beings experience suffering according to their own karmic deeds; that is not the Tathāgata’s fault.

source: །ཤ་ར་དྭ་ཏིའི་བུ་ངས་ནི་དགེ་ལེགས་སུ་འགྲོ་བའི་ལམ་བཤད་དེ།
en: Śāradvatī­putra, I have explained the path leading to excellent virtue.

source: བདེ་བར་འགྲོ་བ་དང་། འཇིགས་པ་མེད་པར་འགྲོ་བ་དང་། མྱ་ངན་ལས་འདའ་བར་འགྲོ་བ་དང་། འཆི་བ་མེད་པར་འགྲོ་བའི་ལམ་བཤད་ན།
en: I explained the path leading to happiness, fearlessness, nirvāṇa, and immortality.

source: འོན་ཀྱང་སེམས་ཅན་འདི་དག་ནི་ལུས་ཀྱིས་ཉེས་པར་སྤྱོད་པ་དང་ལྡན། ངག་གིས་ཉེས་པར་སྤྱོད་པ་དང་ལྡན། ཡིད་ཀྱིས་ཉེས་པར་སྤྱོད་པ་དང་ལྡན་ཞིང་འཕགས་པ་རྣམས་ལ་སྐུར་པ་འདེབས་པ་དང་། ལོག་པར་ལྟ་བ་དག་སྟེ།
en: Nevertheless, these sentient beings who commit bodily, verbal, and mental misdeeds defame the āryas and harbor wrong views.

source: ལོག་པར་ལྟ་བའི་ལས་དང་། ཆོས་ཡང་དག་པར་སྤངས་པའི་རྒྱུས་ལུས་ཞིག་ནས་
en: Through their wrong views and because of abandoning the Dharma,

source: ཤི་བའི་འོག་ཏུ་ངན་སོང་ངན་འགྲོ་ལོག་པར་ལྟུང་བའི་སེམས་ཅན་དམྱལ་བ་རྣམས་སུ་སྐྱེ་སྟེ།
en: when they die they will be reborn in the hells,

source: དེ་ལ་དེ་བཞིན་གཤེགས་པས་ནི་མ་ལན་ནོ།
en: and for that the Tathāgata is not to blame.

source: །ཤ་ར་དྭ་ཏིའི་བུ་སེམས་ཅན་ཐམས་ཅད་ལ་ངའི་སྙིང་རྗེ་འདི་ལྟ་བུ་སྐྱེ་སྟེ།
en: “Śāradvatī­putra, my compassion for all sentient beings arises like this.

source: ངས་སེམས་ཅན་གཅིག་གི་དོན་དུ་ཡང་བསྐལ་པའམ། བསྐལ་པ་ལས་ལྷག་པར་སེམས་ཅན་དམྱལ་བའི་སྡུག་བསྔལ་རྣམས་མྱོང་བར་བྱའི་སེམས་ཅན་གཅིག་པོ་ནི་ཡོངས་སུ་གཏང་བར་མི་བྱའོ་སྙམ་སྟེ།
en: For the sake of one sentient being, I have the thought to not abandon one who experiences the sufferings of hell for either an eon or longer than an eon;

source: ཤ་ར་དྭ་ཏིའི་བུ་དེ་བཞིན་གཤེགས་པའི་སྙིང་རྗེ་ཆེན་པོ་ནི་དེ་འདྲའོ།
en: such is the great compassion of the Tathāgata.

source: །ཤ་ར་དྭ་ཏིའི་བུ་འདི་ལྟ་སྟེ་དཔེར་ན།
en: “Śāradvatī­putra, it is like this:

source: མི་ཞིག་ལ་བུ་གཅིག་པ་གཟུགས་བཟང་པ་མཛེས་པ། བལྟ་ན་སྡུག་པ་ཁ་དོག་བཟང་པོ་རྒྱས་པ་མཆོག་དང་ལྡན་པ་ཞིག་ཡོད་ལ།
en: suppose, for example, that some person had an only son who was of sound body, was handsome, attractive, of good complexion, and had reached the full growth of young adulthood.

source: དེ་རྐྱེན་འགའ་ཞིག་དང་ཕྲད་ནས་འཆི་བའི་དུས་བྱས་པར་གྱུར་ན།
en: But owing to certain circumstances, that son died.

source: མི་དེ་བུ་ལ་སེམས་པས་སྡུག་བསྔལ་ཞིང་ཡིད་མི་བདེ་བར་གྱུར་ཏེ།
en: That person, thinking of his son, would suffer and feel unhappy,

source: ངུ་ཞིང་སྨྲེ་སྔགས་འདོན་ཏོ།
en: crying and wailing.
